Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/Inavlid_TooSmall_ParallelCorpus_Portuguese_to_English.tmx
Source language: pt
Languages: en

source: 00: 00 - Etnodoc
en: left 1 of 3 right

source: 0010260-65.2014.8.22.000, dia 15 de junho de 2015 .
en: — alfieGREEN (@ItsAlfieGreen) July 9, 2015

source: 00:29 Executivo da BMW desmaia no palco do Salão de Frankfurt Reuters
en: BMW CEO faints on stage at Frankfurt auto show

source: 00h00 • Ela está de volta!
en: She is such a strong lady .

source: 01/08/2015 22:32:06 Em: Mais Esportes, Volei
en: Sports | Fri Aug 14, 2015 11:19am BST

source: 01/08 – Jads e Jadson
en: ($1 = 0.9070 euros)

source: 01/10/2015 12:47:35 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: · 01.10.2015 / atualizado às 00:08
en: Last updated at 00:08

source: · 01.10.2015 / atualizado às 00:11
en: Last updated at 00:08

source: · 01.10.2015 / atualizado às 11:15
en: Last updated at 16:11

source: · 01.10.2015 / atualizado às 13:14
en: Last updated at 16:11

source: · 01.10.2015 / atualizado às 15:09
en: 2 October 2015 Last updated at 19:53 BST

source: · 01.10.2015 / atualizado às 17:59
en: Last updated at 18:42

source: 01. Agosto 2015 - 11:00
en: 02. August 2015 - 11:00

source: 01 Agosto 2015 | 13h 42
en: 30 Jun 2015S .

source: 01 de agosto de 2015
en: 13 May 2015N .

source: 01 de julho de 2007 .
en: Reuters, Wednesday 17 Jun 2015

source: 01 de julho de 2015
en: Jul 9, 2015 –

source: 01 de julho - Show de Jads e Jadson
en: — KosJudoFederation (@KosovaJudo) December 15, 2014

source: 01 de julho – Show de Jads e Jadson
en: — NWSHouston (@NWSHouston) June 16, 2015

source: 01 de junho de 1967
en: Monday 1 June 2015

source: 01 de Junho de 2015
en: Jun 6, 2015 –

source: 01 de outubro de 2015
en: 18 September - 13 March

source: 01 de Outubro de 2015
en: Friday 2 October, 2015 ,

source: 01. Julho 2015 - 11:00
en: 01. July 2015 - 11:00

source: 01. Junho 2015 - 11:00
en: 01. June 2015 - 11:00

source: 01. Junho 2015 - 11:01
en: 01. June 2015 - 10:51

source: 01 Junho 2015 | 19h 01
en: 12 - 28 June 2015

source: - 01 kg de macaxeira
en: 킴 카다시안, ‘파격 누드’ 공개

source: 02/08/2015 20:02:28 Em: Mais Esportes, Volei
en: Sports | Fri Aug 14, 2015 11:19am BST

source: 02/10/2015 13:33:53 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: 02/10/2015 15:55:45 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: 02/10/2015 18:46:02 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: · 02.10.2015 / atualizado às 15:42
en: Last updated at 00:03

source: · 02.10.2015 / atualizado às 18:40
en: Last updated at 18:08

source: 0 21/09 a 23/09
en: © 2002-2015 BarentsObserver .

source: 02/10 – Sexta Feira
en: Friday, October 02, 2015

source: 02. Agosto 2015 - 11:00
en: 02. August 2015 - 11:00

source: 02 Agosto 2015 | 22h 21
en: 30 Jun 2015S .

source: -0,2°C Aroio do Trinta
en: © 2002-2015 BarentsObserver .

source: • 02 de agosto de 2015
en: Monday 17 August 2015

source: 02 de julho de 2015
en: April 22, 2015 |

source: 02 de Julho de 2015
en: Wednesday 27 May 2015

source: 02 de junho de 2015
en: April 22, 2015 |

source: 02 de Junho de 2015
en: Friday Mar 13, 2015

source: 02 de outubro de 2015
en: 14 May - 31 August

source: 02 de Outubro de 2015
en: Oct 4, 2015 –

source: 02. Julho 2015 - 11:00
en: 05. July 2015 - 12:00

source: 02 Junho 2015 | 02h 01
en: 12 - 28 June 2015

source: 02. Junho 2015 - 11:00
en: 02. June 2015 - 11:00

source: 02 Junho 2015 | 17h 45
en: 12 - 28 June 2015

source: 02 Outubro 2015 | 09h 00
en: 2015-09-10T03:57:14-04:00 September 10, 2015

source: 02. Outubro 2015 - 11:00
en: 16:31 GMT, Oct 05, 2015

source: 02 Outubro 2015 | 16h 02
en: 02 October 2015, 14:15

source: 02 Outubro 2015 | 16h 13
en: 27 to Nov. 8 .

source: 02 Outubro 2015 | 21h 05
en: 05 October 2015, 12:47

source: 02. Setembro 2015 - 11:00
en: 12. August 2015 - 17:59

source: 03/04 – Argentina – Termas de Río Hondo
en: April 3 - Argentina (Termas de Río Hondo)

source: 03/08/2015 às 05h00 - Turíbio Liberatto -
en: 10:00 pm, July 20, 2015

source: 03/10/15 | Cinco pessoas morrem em grave acidente de trânsito ...
en: Six people involved in the crash were taken to hospital with serious injuries .

source: 03/10/2015 15:50:15 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: 03/10/2015 19:54:25 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: · 03.10.2015 / atualizado às 07:44
en: Last updated at 19:02

source: · 03.10.2015 / atualizado às 16:30
en: Last updated at 08:33

source: 03. Agosto 2015 - 11:00
en: 03. August 2015 - 11:00

source: - 03 colheres e 1/2 de manteiga
en: 1 1/2 teaspoons salt

source: 03 de agosto de 2015
en: 26 Jun 2015N .

source: 03 de Agosto de 2015
en: Monday 10 August 2015

source: 03 de Julho de 2015
en: April 22, 2015 |

source: 03 de julho de 2015
en: May 6, 2015 |

source: 03 de julho – sexta-feira
en: July 4, 2015 |

source: 03 de junho de 2015
en: April 22, 2015 |

source: 03 de Junho de 2015
en: Friday Feb 27, 2015

source: 03 E 04 de agosto
en: 2 May - 12 September

source: 03 e 04 de agosto
en: 4 April - 20 September

source: 03. Julho 2015 - 11:00
en: 03. July 2015 - 11:00

source: 03. Julho 2015 - 14:11
en: 01. June 2015 - 16:55

source: 03 Junho, 18:13•NOVA YORK•ZLR
en: — 442 (@442) June 5, 2015

source: 03 Junho 2015 | 08h 15
en: 1 of 2) 01.06.2015

source: 03. Junho 2015 - 10:30
en: 02. June 2015 - 19:59

source: 03 Outubro 2015 | 12h 03
en: 03 October 2015, 20:05

source: 04: 00 - Telecursos
en: left 1 of 5 right

source: 04/08 - Etapa 3
en: [3 ] Do, Quy-Toan .

source: 04/08 - O Karimã
en: 3. Love for Taegeukgi

source: 04/10/2015 09:24:44 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: 04/10/2015 16:22:35 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: 04/10/2015 às 08:02 - Atualizado em 04/10/2015 às 08:02
en: July 21, 2015 8:02 AM

source: · 04.10.2015 / atualizado às 11:49
en: Last updated at 22:47

source: · 04.10.2015 / atualizado às 12:23
en: Last updated at 06:28

source: · 04.10.2015 / atualizado às 15:07
en: Last updated at 11:43

source: · 04.10.2015 / atualizado às 15:32
en: Last updated at 13:52

source: · 04.10.2015 / atualizado às 17:39
en: Last updated at 13:04

source: · 04.10.2015 / atualizado às 17:42
en: Last updated at 13:04

source: 04 Agosto 2015 | 02h 01
en: 13:23 ,2015 آب 01

source: 04. Agosto 2015 - 11:00
en: 05. August 2015 - 10:20

source: 04 de agosto de 2015
en: 13 May 2015N .

source: 04 de Agosto de 2015
en: Monday August 10, 2015

source: 04 de julho de 1659
en: July 15, 2015 |

source: 04 de julho de 2015
en: Thursday 23 April 2015

source: 04 de julho – sábado
en: Saturday, 18 April 2015

source: 04 de junho de 2015
en: Jun 11, 2015 –

source: 04 de setembro – Jads e Jadson
en: — 50cent (@50cent) July 19, 2015

source: • 04 e 05 de agosto – Potiraguá
en: — 3ChicsPolitico (@3ChicsPolitico) August 23, 2014

source: 04. Junho 2015 - 11:00
en: 03. June 2015 - 17:00

source: 04 Março 2015 | 19h 34
en: September 20, 2015 — 12:00AM

source: 04 Outubro 2015 | 11h 05
en: 05 October 2015, 11:37

source: 04 Setembro 2015 | 00h 38
en: 2015-09-01T21:50:15-04:00 September 1, 2015

source: 04 Setembro 2015 | 17h 16
en: 2015-09-01T21:50:15-04:00 September 1, 2015

source: 05:00 - Hora Um
en: Nguva dzeChinomwe Manheru 19:00

source: 05:00 – Hora Um
en: Nguva dzeChinomwe Manheru 19:00

source: 05/09 / 16h / NAZARENÃO
en: 04 Rinast (Kiwic - 80' )

source: 05/10/2015 08:24:37 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: 05/10/2015 09:50:46 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: 05/10/2015 às 12:41 - Atualizado em 05/10/2015 às 12:41
en: Updated: 09/14/2015 12:41 PM

source: · 05.10.2015 / atualizado às 00:34
en: Last updated at 09:41

source: · 05.10.2015 / atualizado às 09:24
en: Last updated at 21:56

source: · 05.10.2015 / atualizado às 10:19
en: Last updated at 22:36

source: · 05.10.2015 / atualizado às 11:15
en: Last updated at 21:56

source: · 05.10.2015 / atualizado às 11:52
en: Last updated at 12:27

source: · 05.10.2015 / atualizado às 12:45
en: Last updated at 22:36

source: · 05.10.2015 / atualizado às 13:27
en: Last updated at 10:26

source: · 05.10.2015 / atualizado às 16:03
en: Last updated at 06:45

source: 05 Agosto 2015 | 05h 55
en: 1 - 5 of 55

source: 05 Agosto 2015 | 10h 37
en: 30 Jun 2015S .

source: 05. Agosto 2015 - 11:00
en: 05:01 GMT, Aug 08, 2015

source: 05 de agosto - CEPAS
en: 14 May - 31 August

source: 05 de agosto de 1970
en: Thursday 16 July 2015

source: 05 de agosto de 2002
en: Monday 10 August 2015

source: 05 de agosto de 2015
en: 13 May 2015N .

source: 05 de Agosto de 2015
en: Aug 14, 2015 –

source: 05 de julho de 1919
en: Tuesday 20 January 2015

source: 05 de Julho de 2015
en: July 13, 2015 |

source: 05 de Junho de 2015
en: Sunday 14 June 2015

source: 05 de junho (sexta-feira)
en: Friday, June 5, 2015

source: 05 de Maio de 2015
en: May 15, 2015 –

source: 05 de setembro, 15h
en: 14 September 2015, 11:51

source: 05 de setembro de 2015
en: Jun 28, 2015 Jun 28, 2015

source: 05 e 06 de agosto
en: 14 May - 31 August

source: 05 Julho 2015 | 03h 00
en: 1 of 2) 01.06.2015

source: 05. Julho 2015 - 11:00
en: 06. July 2015 - 10:45

source: 05. Junho 2015 - 11:00
en: 05. June 2015 - 11:00

source: 05. Outubro 2015 - 11:00
en: 10:21 GMT, Oct 09, 2015

source: 05 Outubro 2015 | 11h 06
en: 06 October 2015, 01:43

source: 05 Outubro 2015 | 19h 06
en: 06 October 2015, 11:56

source: 05 Outubro 2015 | 19h 08
en: 08 October 2015, 06:58

source: 05 Setembro 2015 | 03h 00
en: 2015-09-01T21:50:15-04:00 September 1, 2015

source: 05 Setembro 2015 | 12h 48
en: 2015-09-01T21:50:15-04:00 September 1, 2015

source: 05 Setembro 2015 | 17h 00
en: 2015-09-11T04:06:15-04:00 September 11, 2015

source: 05 Setembro 2015 | 17h 17
en: 2015-09-11T04:06:15-04:00 September 11, 2015

source: 06/10/2015 07:48:43 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: 06/10/2015 08:59:34 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: 06/10/2015 13:12:33 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: 06/10/2015 14:55:33 Em: Mais Esportes, Tênis
en: You are here: Home > Sports > Tennis

source: · 06.10.2015 / atualizado às 11:10
en: Last updated at 17:12

source: 062, de 06 de abril de 2015.
en: — AdrianneHD (@AdrianneHaslet) May 15, 2015

source: 064.1 – Planaltina/Arapoangas – (Coobrataete)
en: © Copyright 1992-2015 .

source: 06 Agosto 2015 | 00h 08
en: 30 Jun 2015S .

source: 06 Agosto 2015 | 08h 42
en: 30 Jun 2015S .

source: 06. Agosto 2015 - 11:00
en: 07. August 2015 - 10:41

source: 06 Agosto 2015 | 12h 32
en: 30 Jun 2015S .

source: 06 de agosto –
en: 18 September - 13 March

source: 06 de agosto de 2001
en: Monday 10 August 2015

source: 06 de agosto de 2015
en: 26 Jun 2015N .

source: 06 de Agosto de 2015
en: Monday 10 August 2015

source: 06 de Julho de 2015
en: July 11, 2015 |

source: 06 de Junho de 2015
en: June 13, 2015 |

source: 06 de outubro, às 17h
en: 14 September 2015, 13:15

source: 06. Julho 2015 - 10:11
en: 06. July 2015 - 10:45

source: 06. Julho 2015 - 11:00
en: 06. July 2015 - 11:00

source: 06 Julho 2015 | 18h 03
en: 16:00 ,2015 تموز 03

source: 06. Maio 2015 - 11:00
en: 14. May 2015 - 11:00

source: 06 Outubro 2015 | 02h 06
en: 06 October 2015, 11:56

source: 06 Outubro 2015 | 06h 08
en: 08 October 2015, 06:58

source: 06 Outubro 2015 | 10h 06
en: 06 October 2015, 11:56

source: 06 Outubro 2015 | 16h 08
en: 08 October 2015, 06:58

source: 06 Outubro 2015 | 18h 06
en: 06 October 2015, 08:11

source: 06 Outubro 2015 | 20h 05
en: 05 October 2015, 12:47

source: 06 Setembro 2015 | 03h 00
en: 2015-09-01T21:50:15-04:00 September 1, 2015

source: 06 Setembro 2015 | 05h 00
en: 2015-09-11T04:06:15-04:00 September 11, 2015

source: 07/10/2015 às 07:08 - Atualizado em 07/10/2015 às 07:08
en: September 15, 2015 7:08 AM

source: 07:35 - Morre, aos 89 anos, a lenda do blues B.B. King
en: Blues Legend B.B. King Dead at 89

source: 07. Abril 2015 - 11:00
en: 07. August 2015 - 10:41

source: 07. Agosto 2015 - 11:00
en: 02. August 2015 - 12:00

source: 07 Agosto 2015 | 16h 17
en: 30 Jun 2015S .

source: 07 de agosto de 2015
en: 26 Jun 2015N .

source: 07 de Agosto de 2015
en: Monday 10 August 2015

source: 07 de julho de 2007 .
en: Reuters, Thursday 2 Jul 2015

source: 07 de julho de 2015
en: April 10, 2015 .

source: 07 de julho de 2015 às 13h09
en: 14 July 2015, 18:28

source: 07 de julho (terça-feira)
en: Thursday, July 9, 2015

source: 07 de Junho de 2015
en: June 10, 2015 |

source: 07 de maio de 2015
en: May 15, 2015 |

source: 07 de Maio de 2015
en: May 16, 2015 –

source: - 07 de setembro: A França se compromete a aceitar 24.000 refugiados em dois anos .
en: France will welcome 24,000 refugees over the next two years .

source: 07 de setembro de 2015 | 12h 00
en: 2015-09-11T04:06:15-04:00 September 11, 2015

source: • 07 e 08 de agosto – Jaborandi
en: — EarthSky (@earthskyscience) August 8, 2015

source: 07h30 – Empoli 1 x 0 Sassuolo
en: Sassuolo 2 - 2 Atalanta FT

source: 07. Julho 2015 - 11:00
en: 03. June 2015 - 14:51

source: 07. Junho 2015 - 11:00
en: 08. June 2015 - 11:00

source: 07. Maio 2015 - 11:00
en: 15. May 2015 - 11:35

source: 07 Outubro 2015 | 09h 05
en: 05 October 2015, 12:47

source: 07 Outubro 2015 | 10h 05
en: 05 October 2015, 12:47

source: 07 Outubro 2015 | 10h 07
en: 07 October 2015, 14:21

source: 07 Outubro 2015 | 11h 06
en: 06 October 2015, 11:56

source: 07 Outubro 2015 | 13h 08
en: 08 October 2015, 06:58

source: 07 Setembro 2015 | 04h 00
en: 2015-09-11T04:06:15-04:00 September 11, 2015

source: 07 Setembro 2015 | 07h 00
en: 2015-09-11T04:06:15-04:00 September 11, 2015

source: 07 Setembro 2015 | 10h 45
en: 2015-09-11T04:06:15-04:00 September 11, 2015

source: 07 Setembro 2015 | 11h 36
en: 2015-09-11T04:06:15-04:00 September 11, 2015

source: 07 Setembro 2015 | 16h 18
en: 2015-09-11T04:06:15-04:00 September 11, 2015

source: 07 Setembro 2015 | 19h 21
en: 1 (11 Sep 15)

source: 08:00 – Café com jornal
en: 10:00 AM: Breakfast at Konditerskaya Lavka

source: 08/05 – França – Le Mans
en: May 8 - France (Le Mans)

source: 08/ 07 - Lailtinho
en: left 1 of 3 right

source: · 08.10.2015 / atualizado às 11:11
en: Last updated at 16:56

source: · 08.10.2015 / atualizado às 17:26
en: Last updated at 11:19

source: 08:27 - Disney anuncia construção de dois parques temáticos de Star Wars
en: Disney announces creation of 'Star Wars' theme parks

source: 08:30Chef por um dia
en: 15 Sjogran (Appelqvist - 75' )

source: 08 – 365 Psd
en: 59424666, for $349.99 .

source: 08:50 – Mais Você
en: Fosfobox – 11:30 PM

source: 08 Agosto 2015 | 07h 00
en: 30 Jun 2015S .

source: 08 Agosto 2015 | 12h 57
en: 30 Jun 2015S .

source: 08 Agosto 2015 | 17h 09
en: 30 Jun 2015S .

source: 08 Agosto 2015 | 18h 17
en: 30 Jun 2015S .

source: 08 Agosto 2015 | 21h 33
en: 30 Jun 2015S .

source: 08 Agosto 2015 | 21h 49
en: 30 Jun 2015S .

source: 08 Agosto 2015 | 22h 37
en: 30 Jun 2015S .

source: 08 de Agosto de 2015
en: Aug 15, 2015 –

source: 08 de julho, 15h
en: , July 5, 2015 2:41 AM

source: 08 de julho de 2015
en: July 13, 2015 |

source: 08 de Julho de 2015
en: July 18, 2015 |
